<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="sec"
	uri="http://www.springframework.org/security/tags"%>
<%@ taglib uri="http://www.springframework.org/tags/form" prefix="form"%>




	
	<section id="main">
        <div class="container">
            <div class="row main_header">
                <h1><span>Протеїни - це головний матеріал </span> <br><span>для синтезу нового білка.</span></h1>
            </div>
            <div class="row">
                <h3>При покупці протеїну на суму 1000 грн.<br><span>Гейнер в подарунок!!!</span></h3>
            </div>
            <div class="row main_buttons">
                <a href="/proteins"><button type="submit" class="btn btn-success">Замовити Протеїн</button></a> 
                <a href="/category/3"><button type="submit" class="btn btn-success">Замовити Гейнери</button></a>
            </div>
        </div>
    </section>
<div id="wraper">
	
	<div class="container">
		<h3>Приймання протеїну дозволяє ущільнюватися як білковій
		внутрішньоклітинній структурі, так і самій м’язовій клітці.<br> Прийом
		протеїну не повинен проводитися після вечері, та й взагалі, у вечірній
		час. Найкраще він засвоюється зранку, тоді амінокислоти сприятливо
		впливають на ріст вашої м’язової маси. А от увечері, як показали
		дослідження, приймання протеїну не приносить практично ніякого
		результату.<br> Вживайте протеїн відразу після тренування, це дозволить
		вашим м’язам не тільки відновитися, але й активно спричинить ріст
		м’язів. <br>
		<br> Потреба в протеїні залежить від вашого навантаження й
		інтенсивності самого тренування. Звичайне дозування становить
		приблизно 2 -3 г протеїну на1 кг маси тіла. Проте , не варто
		перестаратися, тому що протеїн засвоюється приблизно на 60 %, і для
		цього необхідна певна кількість вуглеводів в організмі спортсмена.
		Так, ідеальною є наступна пропорція: 30 % білка, 60 % вуглеводів, 10 %
		жиру (краще рослинного). Однак у житті така пропорція досягається дуже
		рідко. Кількість спожитого протеїну з їжею, як правило, недостатньо, і
		тому наслідок: спортсмен не може досягти необхідних результатів. От
		деякі секрети!</h3>
	</div>
</div>

